export const Policy1 = {
  contents: `유언을쓰다 (이하 ‘유쓰’라 함)는 「개인정보 보호법」 제30조에 따라 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거해 개인정보처리방침을 정하여 이용자 권익 보호와  이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 최선을 다하고 있습니다. 
  회사의 개인정보처리방침은 다음과 같습니다.
  
  
  이 개인정보처리방침은 2022년 11월 14부터 적용됩니다.
  
  
  제1조. 개인정보의 처리 목적
  유언을 쓰다('https://writeyouth.com' 이하 '유쓰')은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
  ① 홈페이지 회원가입 및 관리
  회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지, 만14세 미만 아동의 개인정보 처리 시 법정대리인의 동의여부 확인, 각종 고지·통지, 고충처리 목적으로 개인정보를 처리합니다.
  ② 회원 관리
  회원제 서비스 이용, 본인확인, 개인식별, 서비스 이용요금 결제와 상담 등 서비스 이용 과정에서 법령 및 회사 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용방지와 비인가 사용방지, 가입의사 확인, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달
  ③ 재화 또는 서비스 제공
  물품배송, 서비스 제공, 계약서·청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 이메일 인증, 요금결제·정산을 목적으로 개인정보를 처리합니다.
  ④ 신규 서비스 개발 및 마케팅
  신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공 , 인구통계학적 특성에 따른 서비스 제공 및 광고 게재 , 회원의 서비스 이용에 대한 통계, 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.
  
  
  
  제2조. 개인정보의 수집 항목 및 수집 방법
   유쓰는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.
  ① 수집항목
  회사는 회원가입, 고객상담, 각종 서비스 제공을 위해 최초 회원가입 당시 아래와 같은 개인정보를 수집하고 있습니다.
    1) 필수 항목 : 희망 id, 비밀번호, 성명, 닉네임, 주소, 전화번호, 이메일, 생년월일, 성별
    2) 서비스 이용과정이나 사업처리 과정에서 자동으로 생성되어 수집될 수 있는 항목 : IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록, SNS 계정정보, 커뮤니티 게시글 및 댓글에 기재된 정보, 유언 관련 서비스 내용 및 이용내역, 서비스 이용에 따른 개인정보
    3) 서비스 이용을 위한 결제과정에서 수집되는 항목 : 성명, 휴대폰 번호, 신용카드 결제정보(카드사명, 카드 번호 등), 은행계좌정보 등
    4) 부가 서비스 및 맞춤형 개인화 서비스 이용 또는 이벤트 응모 과정에서 해당 서비스의 이용자에 한해 수집될 수 있는 항목 : 이동전화번호, 통신사, 주소, 기타 물품수령에 필요한 개인정보
    5) 선택 : 이용자의 선택에 따라 본인의 SNS 계정 등을 연결하기 위한 계정 정보, 휴대폰 번호
  ② 개인정보 수집 방법
    1) 서비스 이용 또는 신청 과정에서 수집
    2) 팩스, 전화, 상담, 이메일, 이벤트 응모 등의 과정에서 수집
    3) 협력회사로부터의 정보 수집 툴을 통한 수집
  ③서비스의 특성상 서비스 신청 전 또는 서비스 제공 과정에서 유언에 관련된 정보가 수집될 수 있으며, 서비스 내용과 진행에 따라 추가적인 개인정보가 포함될 수 있습니다.
  이외에도 서비스 이용 과정에서 서비스 이용 기록, 작성 글 등 서비스 이용 내역, 기기정보가 생성되어 수집될 수 있습니다.
  유쓰는 귀하께서 유쓰의 개인정보보호방침 또는 이용약관의 내용에 대해 「동의한다」버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 취급합니다.
  
  
  
  제 3조. 개인정보 공유 및 제공
  ① 회사는 이용자들의 개인정보를 “제 2조 개인정보 수집 및 이용 목적” 에서 고지한 범위 내에서 사용하며, 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 
    1) 이용자가 외부 제휴사의 서비스를 이용하기 위하여 개인정보 제공에 동의를 한 경우
    2) 법령의 법령에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관 또는 정보기관 등의 요구가 있는 경우
    3) 이용자 또는 제 3자의 생명이나 안전에 급박한 위험이 확인되어 이를 해소하기 위한 경우
  ② 기타 세금과 관련하여 부가가치세 징수 목적 또는 연말정산 등을 위해 관계법령에 따라 개인정보가 국세청 또는 관세청 등 과세 관련 처분청에 제공될 수 있습니다. 
  ③ 통계작성 · 학술연구나 시장조사를 위하여 광고주 · 협력사나 연구단체 등에 제공하는 경우 특정 개인을 식별할 수 없는 형태로 제공될 수 있습니다.
  
  
  
  제 4조. 개인정보의 처리 위탁
  ① 회사는 편리하고 더 나은 서비스를 제공하기 위해 업무 중 일부를 외부에 위탁할 수 있습니다. 
  ② 회사는 서비스 제공을 위하여 필요한 업무중 일부를 외부 업체에 위탁할 수 있으며, 위탁할 경우 위탁 받은 업체가 정보통신망법에 따라 개인정보를 안전하게 처리하도록 필요한 사항을 규정하고 관리/감독을 합니다.
  ③ 회사는 서비스 향상을 위하여 아래와 같이 개인정보를 위탁하고 있으며, 개인정보의 수탁자와 위탁업무의 범위는 아래와 같습니다. 
    (1) 카드사 : 신용카드, 휴대폰, 가상계좌 등을 통한 결제처리 및 결제도용 방지 
  ④이용자의 의무
  귀하의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실 및 관련 법률에 따른 법적 처벌의 대상이 될 수 있습니다.
  귀하는 개인정보를 보호 받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 비밀번호를 포함한 귀하의 개인정보가 유출되지 않도록 조심하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 『정보통신망이용촉진및정보보호등에관한법률』등에 의해 처벌 받을 수 있습니다.
  
  
  
  제 5조. 개인정보 보유 및 이용 기간
  ① 원칙적으로 이용자가 서비스에 가입한 날로부터 계정 삭제 또는 해지 시까지 개인정보를 보유 및 이용합니다. 단, 상법 등 관련법령의 규정에 의하여 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정기간 보유하여야 할 필요가 있을 경우에는 일정기간 보유합니다.
  ◦ 회원가입정보 : 회원가입을 탈퇴하거나 회원에서 제명된 경우에 특별한 사유에 사안에 대하여 사전에 보유목적, 기간 및 보유하는 개인정보 항목을 명시하여 동의를 구합니다.
  ◦ 계약 또는 청약철회 등에 관한 기록 : 5년
  ◦ 대금결제 및 재화 등의 공급에 관한 기록 : 5년
  ◦ 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
  ② 귀하의 동의를 받아 보유하고 있는 거래정보 등을 귀하께서 열람을 요구하는 경우 유쓰는 지체 없이 그 열람 · 확인 할 수 있도록 조치합니다.
  
  
  
  제 6조. 개인정보 열람/정정 및 파기 방법
  ①귀하는 언제든지 등록되어 있는 귀하의 개인정보를 열람하거나 정정 하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 『개인정보변경』을 클릭하여 직접 열람 또는 정정하거나, 개인정보관리책임자 및 담당자에게 서면, 전화 또는 e-mail 등을 통해 신청하실 수 있으며, 회사는 이를 확인 후 조치합니다.
  ② 회사는 원칙적으로 이용자의 회원 탈퇴 시 특정 보호 기간을 거쳐 수집된 이용자 개인정보가 열람 또는 이용될 수 없도록 파기 처리합니다. 단, 이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보 보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다. 
  개인정보 파기의 절차 및 방법은 다음과 같습니다. 
    1) 파기 절차 : 이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져 (종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니라면 다른 목적으로 이용되지 않습니다 
    2) 파기 방법 : 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. 전자적 파일 형태로 저장된 개인정보는 기록을 복구할 수 없는 기술적인 방법을 사용하여 삭제합니다.
  
  
  
  제 7조. 개인정보의 수집/이용/제공 동의 철회 
  이용자는 회원가입 등을 통해 개인정보의 수집/이용/제공에 대해 동의하신 내용을 언제든지 철회할 수 있습니다. 동의 철회는 관리 책임자에게 전자적 통신수단(E-mail 등) 및 앱 상의 기능 등을 이용하여 신청할 수 있으며, 회사는 이를 확인 후 회원 탈퇴를 위해 필요한 조치를 취합니다.
  
  
  
  제 8조. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항
  ① 회사는 이용자들에게 특화된 맞춤서비스를 제공하기 위해서 이용자들의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버(HTTP)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터 내의 하드디스크에 저장되기도 합니다.
  ② 쿠키는 이용자들이 방문한 유쓰의 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 이용자 규모 등을 파악하여 이용자에게 최적화된 정보를 제공하기 위해 사용합니다.
  개인의 관심 분야에 따라 차별된 정보를 제공
  회원과 비회원의 접속 빈도 또는 머문 시간 등을 분석하여 이용자의 취향과 관심분야 를 파악하여 타겟(target) 마케팅에 활용
  쇼핑한 품목들에 대한 정보와 관심 있게 둘러본 품목들에 대한 자취를 추적하여 다음 번 쇼핑 때 개인 맞춤 서비스를 제공
  유료 혹은 회원 서비스 이용 시 이용기간 안내
  회원들의 습관 분석으로 서비스 개편 등의 척도
  ③ 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 
  ④ 쿠키 설정을 거부하는 방법으로는 이용자가 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다. 
  설정방법 예시(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보 
  다만, 쿠키의 저장을 거부할 경우 로그인이 필요한 일부 서비스는 이용에 어려움이 있을 수 있습니다.
  
  
  
  제 9조. 개인정보보호를 위한 기술적/관리적 대책
  회사는 이용자의 개인정보를 보호하기 위해 기술적 대책과 관리적 대책을 마련하고 있으며, 이를 적용하고 있습니다. 
  ① 개인정보 암호화
  회사의 회원 아이디(ID)의 비밀번호는 암호화되어 저장 및 관리되고 있어 회원 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 회원 본인에 의해서만 가능합니다.
  ② 해킹 등에 대비한 대책
  회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.
  ③ 취급 직원의 최소화 및 교육
  회사의 개인정보관련 취급 직원은 담당자에 한정하고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 회사의 개인정보처리방침 준수를 항상 강조하고 있습니다.
  ④ 개인정보보호전담기구의 운영
  사내 개인정보보호전담기구 등을 통해 회사의 개인정보처리방침 이행사항 및 담당자 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다.
  그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이 유발될 경우 유쓰는 즉각 귀하께 사실을 알리고 적절한 대책을 강구할 것입니다.
  
  
  
  
  제 10조. 의견 수렴 및 권익구제
  유쓰는 귀하가 좋은 정보를 안전하게 이용할 수 있도록 최선을 다하고 있습니다. 개인정보를 보호하는데 있어 귀하께 고지한 사항들에 반하는 사고가 발생할 시에 개인정보관리책임자가 모든 책임을 집니다. 그러나 기술적인 보완조치를 했음에도 불구하고, 해킹 등 기본적인 네트워크상의 위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 방문자가 작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다. 귀하의 개인정보를 취급하는 책임자 및 담당자는 다음과 같으며 개인정보 관련 문의사항에 신속하고 성실하게 답변해드릴 것을 약속합니다. 
  [민원 수렴 및 개인정보보호책임자]
  - 이름 : 이청화
  - 직위 : 대표
  - 메일주소 : write.your.youth@gmail.com
  
  기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
  1) 개인정보침해신고센터 (http://www.118.or.kr / 국번없이 118)
  2) 대검찰청 사이버 범죄 수사단 (http://www.spo.go.kr / 02-3480-2000)
  3) 경찰청 사이버테러대응센터 (http://www.ctrc.go.kr / 1566-0112)
  
  
  
  제 11조. 기타
  ① 회사는 이용자 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원 개개인이 본인의 개인정보를 보호하기 위해서 자신의 id 와 비밀번호를 적절하게 관리하며, 책임이 있습니다.
  ② 회사 홈페이지 또는 웹 또는 앱에 링크되어 있는 타 웹사이트들의 개인정보 수집 행위에 대해서는 본 "회사 개인정보처리방침"이 적용되지 않습니다. 유쓰는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다. 유쓰가 포함하고 있는 링크를 클릭(click)하여 타 사이트(site)의 페이지로 옮겨갈 경우 해당 사이트의 개인정보보호정책은 유쓰와 무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.
  ③ 게시물에 관련된 제반 권리와 책임은 작성자 개인에게 있습니다. 게시물을 통해 자발적으로 공개된 개인 정보는 보호 받기 어려우므로 정보 공개 전에 심사숙고 하시기 바랍니다.
  
  
  
  제 12조. 고지의 의무
  현 “회사 개인정보처리방침”에 내용이 추가되거나 삭제 및 수정이 있을 시 개정 최소 7일 전부터 홈페이지 내 안내 및 다양한 방법으로 고지할 것입니다.
  
  
  
  제 13조. 개인정보 처리방침 변경\n
  ① 이 개인정보처리방침은 2022년 11월 16부터 적용됩니다.
  ② 이전의 개인정보 처리방침은 아래에서 확인하실 수 있습니다.
  예시 ) - 20XX. X. X ~ 20XX. X. X 적용 (클릭)
  `,
};
