export const Policy1 = {
  contents: `유언을쓰다 (이하 ‘유쓰’라 함)는 「개인정보 보호법」 제30조에 따라 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거해 개인정보처리방침을 정하여 이용자 권익 보호와  이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 최선을 다하고 있습니다. 
  회사의 개인정보처리방침은 다음과 같습니다.
   
   
  이 개인정보처리방침은 2022년 11월 14부터 적용됩니다.
   
   
  제1조. 개인정보의 처리 목적
  유언을 쓰다('https://writeyouth.com' 이하 '유쓰')은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
  ① 홈페이지 회원가입 및 관리
  회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지, 만14세 미만 아동의 개인정보 처리 시 법정대리인의 동의여부 확인, 각종 고지·통지, 고충처리 목적으로 개인정보를 처리합니다.
  ② 회원 관리
  회원제 서비스 이용, 본인확인, 개인식별, 서비스 이용요금 결제와 상담 등 서비스 이용 과정에서 법령 및 회사 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용방지와 비인가 사용방지, 가입의사 확인, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달
  ③ 재화 또는 서비스 제공
  물품배송, 서비스 제공, 계약서·청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 이메일 인증, 요금결제·정산을 목적으로 개인정보를 처리합니다.
  ④ 신규 서비스 개발 및 마케팅
  신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공 , 인구통계학적 특성에 따른 서비스 제공 및 광고 게재 , 회원의 서비스 이용에 대한 통계, 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.
   
   
   
  제2조. 개인정보의 수집 항목 및 수집 방법
   유쓰는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.
  ① 수집항목
  회사는 회원가입, 고객상담, 각종 서비스 제공을 위해 최초 회원가입 당시 아래와 같은 개인정보를 수집하고 있습니다.
    1) 필수 항목 : 희망 id, 비밀번호, 성명, 닉네임, 주소, 전화번호, 이메일, 생년월일, 성별
    2) 서비스 이용과정이나 사업처리 과정에서 자동으로 생성되어 수집될 수 있는 항목 : IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록, SNS 계정정보, 커뮤니티 게시글 및 댓글에 기재된 정보, 유언 관련 서비스 내용 및 이용내역, 서비스 이용에 따른 개인정보
    3) 서비스 이용을 위한 결제과정에서 수집되는 항목 : 성명, 휴대폰 번호, 신용카드 결제정보(카드사명, 카드 번호 등), 은행계좌정보 등
    4) 부가 서비스 및 맞춤형 개인화 서비스 이용 또는 이벤트 응모 과정에서 해당 서비스의 이용자에 한해 수집될 수 있는 항목 : 이동전화번호, 통신사, 주소, 기타 물품수령에 필요한 개인정보
    5) 선택 : 이용자의 선택에 따라 본인의 SNS 계정 등을 연결하기 위한 계정 정보, 휴대폰 번호
  ② 개인정보 수집 방법
    1) 서비스 이용 또는 신청 과정에서 수집
    2) 팩스, 전화, 상담, 이메일, 이벤트 응모 등의 과정에서 수집
    3) 협력회사로부터의 정보 수집 툴을 통한 수집
  ③서비스의 특성상 서비스 신청 전 또는 서비스 제공 과정에서 유언에 관련된 정보가 수집될 수 있으며, 서비스 내용과 진행에 따라 추가적인 개인정보가 포함될 수 있습니다.
  이외에도 서비스 이용 과정에서 서비스 이용 기록, 작성 글 등 서비스 이용 내역, 기기정보가 생성되어 수집될 수 있습니다.
  유쓰는 귀하께서 유쓰의 개인정보보호방침 또는 이용약관의 내용에 대해 「동의한다」버튼을 클릭하면 개인정보 수집에 대해 동의한 것으로 취급합니다.
   
   
   
  제 3조. 개인정보 공유 및 제공
  ① 회사는 이용자들의 개인정보를 “제 2조 개인정보 수집 및 이용 목적” 에서 고지한 범위 내에서 사용하며, 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 
    1) 이용자가 외부 제휴사의 서비스를 이용하기 위하여 개인정보 제공에 동의를 한 경우
    2) 법령의 법령에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관 또는 정보기관 등의 요구가 있는 경우
    3) 이용자 또는 제 3자의 생명이나 안전에 급박한 위험이 확인되어 이를 해소하기 위한 경우
  ② 기타 세금과 관련하여 부가가치세 징수 목적 또는 연말정산 등을 위해 관계법령에 따라 개인정보가 국세청 또는 관세청 등 과세 관련 처분청에 제공될 수 있습니다. 
  ③ 통계작성 · 학술연구나 시장조사를 위하여 광고주 · 협력사나 연구단체 등에 제공하는 경우 특정 개인을 식별할 수 없는 형태로 제공될 수 있습니다.
   
   
   
  제 4조. 개인정보의 처리 위탁
  ① 회사는 편리하고 더 나은 서비스를 제공하기 위해 업무 중 일부를 외부에 위탁할 수 있습니다. 
  ② 회사는 서비스 제공을 위하여 필요한 업무중 일부를 외부 업체에 위탁할 수 있으며, 위탁할 경우 위탁 받은 업체가 정보통신망법에 따라 개인정보를 안전하게 처리하도록 필요한 사항을 규정하고 관리/감독을 합니다.
  ③ 회사는 서비스 향상을 위하여 아래와 같이 개인정보를 위탁하고 있으며, 개인정보의 수탁자와 위탁업무의 범위는 아래와 같습니다. 
    (1) 카드사 : 신용카드, 휴대폰, 가상계좌 등을 통한 결제처리 및 결제도용 방지 
  ④이용자의 의무
  귀하의 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방해 주시기 바랍니다. 이용자가 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있으며 타인 정보의 도용 등 허위정보를 입력할 경우 회원자격이 상실 및 관련 법률에 따른 법적 처벌의 대상이 될 수 있습니다.
  귀하는 개인정보를 보호 받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 비밀번호를 포함한 귀하의 개인정보가 유출되지 않도록 조심하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 『정보통신망이용촉진및정보보호등에관한법률』등에 의해 처벌 받을 수 있습니다.
   
   
   
  제 5조. 개인정보 보유 및 이용 기간
  ① 원칙적으로 이용자가 서비스에 가입한 날로부터 계정 삭제 또는 해지 시까지 개인정보를 보유 및 이용합니다. 단, 상법 등 관련법령의 규정에 의하여 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정기간 보유하여야 할 필요가 있을 경우에는 일정기간 보유합니다.
  ◦ 회원가입정보 : 회원가입을 탈퇴하거나 회원에서 제명된 경우에 특별한 사유에 사안에 대하여 사전에 보유목적, 기간 및 보유하는 개인정보 항목을 명시하여 동의를 구합니다.
  ◦ 계약 또는 청약철회 등에 관한 기록 : 5년
  ◦ 대금결제 및 재화 등의 공급에 관한 기록 : 5년
  ◦ 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
  ② 귀하의 동의를 받아 보유하고 있는 거래정보 등을 귀하께서 열람을 요구하는 경우 유쓰는 지체 없이 그 열람 · 확인 할 수 있도록 조치합니다.
   
   
   
  제 6조. 개인정보 열람/정정 및 파기 방법
  ①귀하는 언제든지 등록되어 있는 귀하의 개인정보를 열람하거나 정정 하실 수 있습니다. 개인정보 열람 및 정정을 하고자 할 경우에는 『개인정보변경』을 클릭하여 직접 열람 또는 정정하거나, 개인정보관리책임자 및 담당자에게 서면, 전화 또는 e-mail 등을 통해 신청하실 수 있으며, 회사는 이를 확인 후 조치합니다.
  ② 회사는 원칙적으로 이용자의 회원 탈퇴 시 특정 보호 기간을 거쳐 수집된 이용자 개인정보가 열람 또는 이용될 수 없도록 파기 처리합니다. 단, 이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보 보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다. 
  개인정보 파기의 절차 및 방법은 다음과 같습니다. 
    1) 파기 절차 : 이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져 (종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니라면 다른 목적으로 이용되지 않습니다 
    2) 파기 방법 : 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. 전자적 파일 형태로 저장된 개인정보는 기록을 복구할 수 없는 기술적인 방법을 사용하여 삭제합니다.
   
   
   
  제 7조. 개인정보의 수집/이용/제공 동의 철회 
  이용자는 회원가입 등을 통해 개인정보의 수집/이용/제공에 대해 동의하신 내용을 언제든지 철회할 수 있습니다. 동의 철회는 관리 책임자에게 전자적 통신수단(E-mail 등) 및 앱 상의 기능 등을 이용하여 신청할 수 있으며, 회사는 이를 확인 후 회원 탈퇴를 위해 필요한 조치를 취합니다.
   
   
   
  제 8조. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항
  ① 회사는 이용자들에게 특화된 맞춤서비스를 제공하기 위해서 이용자들의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버(HTTP)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터 내의 하드디스크에 저장되기도 합니다.
  ② 쿠키는 이용자들이 방문한 유쓰의 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 이용자 규모 등을 파악하여 이용자에게 최적화된 정보를 제공하기 위해 사용합니다.
  개인의 관심 분야에 따라 차별된 정보를 제공
  회원과 비회원의 접속 빈도 또는 머문 시간 등을 분석하여 이용자의 취향과 관심분야 를 파악하여 타겟(target) 마케팅에 활용
  쇼핑한 품목들에 대한 정보와 관심 있게 둘러본 품목들에 대한 자취를 추적하여 다음 번 쇼핑 때 개인 맞춤 서비스를 제공
  유료 혹은 회원 서비스 이용 시 이용기간 안내
  회원들의 습관 분석으로 서비스 개편 등의 척도
  ③ 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 
  ④ 쿠키 설정을 거부하는 방법으로는 이용자가 사용하는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다. 
  설정방법 예시(인터넷 익스플로어의 경우) : 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보 
  다만, 쿠키의 저장을 거부할 경우 로그인이 필요한 일부 서비스는 이용에 어려움이 있을 수 있습니다.
   
   
   
  제 9조. 개인정보보호를 위한 기술적/관리적 대책
  회사는 이용자의 개인정보를 보호하기 위해 기술적 대책과 관리적 대책을 마련하고 있으며, 이를 적용하고 있습니다. 
  ① 개인정보 암호화
  회사의 회원 아이디(ID)의 비밀번호는 암호화되어 저장 및 관리되고 있어 회원 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 회원 본인에 의해서만 가능합니다.
  ② 해킹 등에 대비한 대책
  회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.
  ③ 취급 직원의 최소화 및 교육
  회사의 개인정보관련 취급 직원은 담당자에 한정하고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 회사의 개인정보처리방침 준수를 항상 강조하고 있습니다.
  ④ 개인정보보호전담기구의 운영
  사내 개인정보보호전담기구 등을 통해 회사의 개인정보처리방침 이행사항 및 담당자 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다.
  그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이 유발될 경우 유쓰는 즉각 귀하께 사실을 알리고 적절한 대책을 강구할 것입니다.
   
   
   
   
  제 10조. 의견 수렴 및 권익구제
  유쓰는 귀하가 좋은 정보를 안전하게 이용할 수 있도록 최선을 다하고 있습니다. 개인정보를 보호하는데 있어 귀하께 고지한 사항들에 반하는 사고가 발생할 시에 개인정보관리책임자가 모든 책임을 집니다. 그러나 기술적인 보완조치를 했음에도 불구하고, 해킹 등 기본적인 네트워크상의 위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 방문자가 작성한 게시물에 의한 각종 분쟁에 관해서는 책임이 없습니다. 귀하의 개인정보를 취급하는 책임자 및 담당자는 다음과 같으며 개인정보 관련 문의사항에 신속하고 성실하게 답변해드릴 것을 약속합니다. 
  [민원 수렴 및 개인정보보호책임자]
  - 이름 : 이청화
  - 직위 : 대표
  - 메일주소 : write.your.youth@gmail.com
   
  기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
  1) 개인정보침해신고센터 (http://www.118.or.kr / 국번없이 118)
  2) 대검찰청 사이버 범죄 수사단 (http://www.spo.go.kr / 02-3480-2000)
  3) 경찰청 사이버테러대응센터 (http://www.ctrc.go.kr / 1566-0112)
   
   
   
  제 11조. 기타
  ① 회사는 이용자 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원 개개인이 본인의 개인정보를 보호하기 위해서 자신의 id 와 비밀번호를 적절하게 관리하며, 책임이 있습니다.
  ② 회사 홈페이지 또는 웹 또는 앱에 링크되어 있는 타 웹사이트들의 개인정보 수집 행위에 대해서는 본 "회사 개인정보처리방침"이 적용되지 않습니다. 유쓰는 외부사이트 및 자료에 대한 아무런 통제권이 없으므로 그로부터 제공받는 서비스나 자료의 유용성에 대해 책임질 수 없으며 보증할 수 없습니다. 유쓰가 포함하고 있는 링크를 클릭(click)하여 타 사이트(site)의 페이지로 옮겨갈 경우 해당 사이트의 개인정보보호정책은 유쓰와 무관하므로 새로 방문한 사이트의 정책을 검토해 보시기 바랍니다.
  ③ 게시물에 관련된 제반 권리와 책임은 작성자 개인에게 있습니다. 게시물을 통해 자발적으로 공개된 개인 정보는 보호 받기 어려우므로 정보 공개 전에 심사숙고 하시기 바랍니다.
   
   
   
  제 12조. 고지의 의무
  현 “회사 개인정보처리방침”에 내용이 추가되거나 삭제 및 수정이 있을 시 개정 최소 7일 전부터 홈페이지 내 안내 및 다양한 방법으로 고지할 것입니다.
   
   
   
  제 13조. 개인정보 처리방침 변경\n
  ① 이 개인정보처리방침은 2022년 11월 16부터 적용됩니다.
  ② 이전의 개인정보 처리방침은 아래에서 확인하실 수 있습니다.
  예시 ) - 20XX. X. X ~ 20XX. X. X 적용 (클릭)
  `,
};

export const Policy2 = {
  contents: `제 1 장 총칙

  제 1 조 (목적)
  본 약관은 유언을 쓰다(이하 “회사”)와 회사가 운영하는 Community(PC, 모바일 어플리케이션, 모바일웹 등을 모두 포함)등 사이트를 통해 제공하는 모든 서비스 (이하 “서비스”)를 이용하는 이용자 및 회원과의 권리, 의무, 책임, 제반 절차 및 기타 필요한 사항을 규정함을 목적으로 합니다. 회사의 서비스를 이용하거나 회원으로 가입할 경우 이용자는 본 이용 약관 및 관련 운영 정책을 확인, 동의하게 됩니다. 
  
  
  제 2 조 (용어의 정의)
  ① 본 약관에서 사용하는 용어의 정의는 아래와 같습니다.
  가. ‘서비스’란  유∙무선 단말기의 종류와는 상관없이 이용 가능한 회사가 제공하는 모든 서비스를 의미합니다.
  나. ‘이용자’란 회사 서비스에 접속하여, 이 약관에 따라 회사가 제공하는 서비스를 이용하는 회원과 비회원을 말합니다.
  다. ‘회원’이란 회사와 서비스 이용 계약을 체결한 개인 또는 기업을 말합니다.
  라. ‘아이디’이란 회원식별과 회원의 서비스 이용을 위하여 회원이 선정하고 회사가 승인하는 문자열을 말합니다.
  마. ‘비밀번호'란 회원이 사용하는 이메일과 일치하는 회원임을 확인하고 회원의 비밀 보호를 위해 회원 자신이 설정한 문자와 숫자의 조합을 말합니다.
  바. '탈퇴'란 회원 또는 회사가 서비스 이용계약을 해약하는 것을 말합니다.
  사. '콘텐츠'란 회사가 제작 또는 회원이 업로드 하거나, 제휴사가 제공하는 동영상, 이미지, 텍스트 등 전부를 말합니다.
  ② 본 조에서 정하지 않은 용어의 정의는 관련 법령 및 일반적인 상관례에 따릅니다.
  
  
  제 3 조 (약관의 공시 및 효력과 변경)
  ① 본 약관은 서비스를 이용하고자 하는 모든 회원에게 그 효력이 발생합니다.  
  ② 회원이 회사의 서비스 이용을 위해 회원가입을 진행하였을 경우 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 회사가 운영하는 서비스를 지속적으로 사용하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원의 피해에 대하여 회사는 책임이 없습니다. 
  ③ 회사는 위치정보의 보호 및 이용 등에 관한 법률, 콘텐츠산업 진흥법, 전자상거래 등에서의 소비자보호에 관한 법률, 소비자기본법 약관의 규제에 관한 법률 등 관련법령을 위배하지 않는 범위에서 본 약관을 변경할 수 있습니다.
  ④ 회사가 약관을 변경할 경우에는 시행일  7일 전부터 적용일자와 변경사유를 서비스 화면에 게시하거나 기타의 방법으로 공지합니다. 이용자가 연락처를 기재하지 않았거나 변경하여 발송이 어려울 경우에는 본 서비스 화면에 변경 약관을 공지하는 것을 개별 발송한 것으로 간주합니다. 회원은 변경된 약관에 동의하지 않으면 본 서비스의 이용을 중단하고 이용계약을 해지 할 수 있습니다.   
  
  
  제 4조 (관계법령의 적용)
  본 약관은 신의성실의 원칙에 따라 공정하게 적용하며, 본 약관에 명시되지 아니한 사항에 대하여는 관계법령 또는 상관례에 따릅니다.
  
  
  제 5 조 (회원가입)
  ① 회원이 되고자 하는 이용자는 회사가 정한 절차에 따라 이 약관과 개인정보처리방침, 개인정보의 수집, 제공 및 활용 동의서에 동의함으로써 회원 가입을 신청합니다. 
  ② 모든 회원은 반드시 본인의 이메일 또는 회원가입에 필요한 정보를 제공하고 회원가입을 완료해야만 서비스를 이용할 수 있습니다. 
  ③  모든 회원은 가입 시 지정한 비밀번호에 의한 활동이나 행위 일체에 대한 책임을 부담합니다. 회사는 회원에게 강력한 비밀번호(대∙소문자, 숫자 및 특수문자를 조합한 형태의 비밀번호)를 설정할 것을 권장합니다. 회원의 유쓰 사이트 계정 닉네임과 비밀번호에 대한 보호 및 관리 책임은 회원 본인에게 있고, 이를 제3자가 이용하도록 허락할 수 없으며, 이 정보가 유출되지 않도록 관리해야 합니다.
  ④  회원은 자신의 계정 닉네임 및 비밀번호가 도용되었거나 유출된 것을 인지한 즉시 회사에 통지하고, 회사의 안내에 따라야 합니다. 회사에 그 사실을 통지하지 않거나 통지한 경우라도 회사의 안내를 따르지 않아 발생한 불이익에 대해서 회사는 회사의 고의 또는 과실이 없는 한 책임지지 않습니다.
  ⑤ 회사는 회원의 개인정보 유출 우려가 있는 경우 해당 회원 계정의 이용을 제한할 수 있으며, 이러한 경우 회원가입시 기재해 주신 이메일을 통해 회원에게 통지합니다. 단, 이메일을 기재하지 않은 상태에서 회원가입을 하였을 경우에 책임은 회원에게 있습니다.
  ⑥ 웹사이트는 불특정다수 회원에 대한 통지의 경우 1주일 이상 웹사이트 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 
  ⑦ 회원가입계약의 성립시기는 이용자가 서비스에 접속하여 정보 입력 및 약관에 동의 후 가입을 완료하여 콘텐츠를 볼 수 있는 서비스 화면에 접속한 시점으로 합니다. 
  ⑧ 이용자가 서비스를 이용하면서 기재하는 모든 정보는 실제 데이터인 것으로 간주되며, 허위의 정보를 입력한 이용자는 법적인 보호를 받을 수 없고, 서비스 이용에 제한을 받을 수 있습니다. 
  ⑨ 정확한 정보를 등록하지 않은 이용자는 일체의 권리를 주장할 수 없으며, 타인의 정보를 도용하여 회원가입을 한 회원의 모든 계정은 삭제되며 관계 법령에 따라 처벌을 받을 수 있습니다. 
  ⑩ 회사는 아래 사항에 해당하는 경우에 대하여 회원 가입 신청을 거부할 수 있으며, 가입이 된 이후에도 아래의 사유가 확인된 경우에는 승낙을 취소할 수 있습니다. 
       1)  타인의 정보를 이용하거나 허위의 내용으로 신청한 경우 
       2)  사회의 질서를 저해할 목적으로 신청한 경우 
       3)  영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우 
       4)  부정한 용도로 본 서비스를 이용하고자 하는 경우 
       5)  회원이 서비스 이용정지 등 이용제한을 받은 후 그 이용제한 기간 중에 이용계약을 임의해지하고 다시 가입 신청을 하는 경우
       6)  기술상 또는 업무상 장애 등 회사의 사유로 가입 신청의 승낙이 어려운 경우
       7)  기타 회원으로서 가입 신청이 본 약관 또는 관련 법령을 위반하거나 부당하여 승낙 거부가 필요하다고 회사가 판단하는 경우
  ⑪ 회원은 가입 시 회사에 제공한 정보에 변경이 있을 경우 즉시 전자우편, 기타 방법으로 회사에 그 변경사항을 알려야 하며, 알림 지연으로 인하여 발생한 불이익에 대해서 회사는 회사의 고의 또는 과실이 없는 한 책임지지 않습니다. 
  
  
  제 6조 (계정 해지 및 회원탈퇴)
  회원은 언제든지 회원 탈퇴 또는 계정 해지를 진행하거나 회사에 요청할 수 있으며 이 경우 회사는 개인정보처리방침에 따라 이를 지체없이 처리합니다. 회사의 서비스 이용계약이 해지되면, 회사는 개인정보처리방침에 따라 해당 회원의 정보 삭제를 위한 절차를 밟습니다.
  
  
  제 7조 (회사의 권리 및 의무)
  ① 회사는 관련 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적인 서비스를 제공하기 위해 노력합니다. 
  다만, 천재지변, 비상사태, 정기점검, 설비장애 또는 이용 폭주 등으로 인하여 서비스 이용에 지장이 있을 경우 등 부득이한 경우에는 그 서비스를 일시 중단하거나 중지할 수 있습니다. 또한 수사상의 목적으로 관계기관 및 정보통신윤리위원회의 요청이 있거나 영장 제시가 있는 경우, 기타 관계 법령에 의한 경우는 예외로 할 수 있습니다.
  ② 회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보 보호를 위해 보안시스템을 구축하며 개인정보처리방침을 공시하고 준수합니다. 
  ③ 회사는 회원이 서비스 이용과 관련하여 정당하다고 인정되는 의견과 불만을 제기할 경우 이를 처리하여야 합니다. 
  ④ 회사는 회원이 서비스를 이용함에 있어 법률적인 증명이 가능한 고의 또는 중대한 과실을 입힐 경우 이로 인한 손해를 배상할 책임이 있습니다.
  ⑤ 회사는 서비스의 향상과 신규 서비스의 개발 등 관련 연구 등을 위하여 회원의 거래내역, 작성 글 등 서비스 제공 과정에서 작성된 모든 자료와 정보를 익명화하여 수집하거나 수정하여 통계, 마케팅, 심리상담 및 검사, 코칭, 인공지능 등 회사의 서비스 관련 연구 및 개발 등에 활용할 수 있습니다.
  ⑥ 회사는 서비스 향상과 홍보를 위하여 서비스 내에 작성된 이용 후기 등의 콘텐츠를 기타 포털사이트 등에 제휴와 협약 등을 통해 게시하거나 전송할 수 있습니다.
  
  
  제 8조 (회원의 권한 및 의무)
  ① 이용자는 회원가입 또는 회원정보 변경 시 본인에 대한 정확한 정보를 사실에 근거하여 작성해야 합니다. 허위 또는 타인의 정보로 작성할 경우 일체의 권리를 주장할 수 없습니다. 
  ②  이용자는 본 사이트를 통해 얻는 정보를 회사의 사전 승낙 없이 복사, 복제, 변경, 번역, 출판, 방송 및 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없다.
  ② 회원은 관련 법령, 본 약관 및 운영정책에서 정한 의무 등 내용을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 해서는 안됩니다. 이를 지키지 않을 경우, 서비스 이용에 제한을 받거나 법적조치를 포함한 제재를 받을 수 있습니다. 
  ③ 회원은 이메일 주소 등 정보가 변경된 경우에 회사에 즉시 알려야 합니다. 회사가 관계법령 및 ‘개인정보처리방침’에 의거하여 그 책임을 지는 경우를 제외하고 회원의 계정, 비밀번호 등의 관리 소홀, 부정 사용으로 인하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
  ④ 회원은 상품 등을 구매하기 전에 반드시 회사가 제공하는 상품 등의 상세 내용과 조건을 정확하게 확인한 후 구매해야 합니다. 회원이 이를 확인하지 아니하거나 오인하여 발생한 문제에 대하여 회사는 회사의 고의 또는 과실이 없는 한 책임을 지지 않습니다.
  ⑤ 회원은 회사가 서비스를 안전하게 제공할 수 있도록 회사에 협조해야 하며, 회사가 회원의 이 약관 위반 행위를 발견하여 회원에게 해당 위반 행위에 대하여 소명을 요청할 경우 회원은 회사의 요청에 적극 응하여야 합니다. 
  ⑥ 회원은 회사의 사전 승인 없이 본 사이트를 이용해 어떠한 영리행위도 할 수 없습니다. 회원은 이와 같은 영업활동으로 회사가 손해를 입은 경우 회원은 회사에 대하여 손해배상의무를 집니다. 
  
  
  제 9조 (회원의 개인정보 취득 및 보호)
  ①  회사는 관계법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 회원이 회사에 제공하는 정보 일체는 회사의 개인정보처리방침에 따릅니다. 단, 회사의 공식사이트와 어플리케이션 이외의 회사에 링크되어 있는 웹사이트들에서는 회사의 개인정보처리방침이 적용되지 않습니다. 
  ② 회사는 이용자의 귀책사유로 인해 노출된 정보에 대해서 일체의 책임을 지지 않습니다. 또한 회사는 회원에게 서비스 관련 공지사항 및 행정적 사항을 제공할 필요가 있을 수 있습니다. 이러한 사항은 본 서비스 및 회원계정의 일부로 간주되며, 회원은 이를 수신거부 할 수 없습니다.
  ③ 웹사이트는 고객이 제공한 개인정보를 고객의 사전 동의 없이 제 3자에게 제공할 수 없습니다. 단, 다음 각 호에 해당하는 경우에는 예외로 합니다.
  ◦ 도메인이름 검색서비스를 제공하는 경우
  ◦ 전기통신기본법 등 관계법령에 의하여 국가기관의 요청에 의한 경우
  ◦ 범죄에 대한 수사상의 목적이 있거나 정보통신윤리위원회의 요청이 있는 경우
  ◦ 업무상 연락을 위하여 회원의 정보(성명, 주소, 전화번호)를 사용하는 경우
  ◦ 은행업무상 관련사항에 한하여 일부 정보를 공유하는 경우
  ◦ 통계작성, 홍보자료, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 고객임을 식별할 수 없는 형태로 제공되는 경우
  
  
  
  제 2 장 서비스의 제공 및 이용
  
  제 10조 (회원의 금지행위)
  ① 회원은 다음 각 호에 해당하는 행위를 해서는 안되며, 해당행위를 하는 경우 서비스의 일부 또는 전부를 이용 정지하거나 서비스 이용 계약을 임의로 해지할 수 있으며, 이 경우 발생하는 손해에 대한 책임은 회원이 부담합니다. 회사는 필요한 경우 회원의 금지행위 사실을 관련 정부기관 또는 사법기관에 통지할 수 있으며 회원은 적법조치를 포함한 제재를 받을 수 있습니다.  
       1)  서비스 이용 신청 또는 변경 시 허위 사실을 기재하거나, 타인의 정보를 도용하여 부정하게 사용하는 행위
       2)  회사가 게시한 정보를 무단으로 변경하는 행위
       3)  회사가 정한 정보 이외의 정보를 송신하거나 게시하는 행위 
       4)  회사와 기타 제 3자의 저작권 등 기타 권리를 침해하는 행위
       5)  회사 및 기타 제 3자의 명예를 손상시키거나 업무를 방해하는 행위
       6)  불특정 다수를 대상으로 하여 광고 또는 선전을 게시하거나 음란물 또는 불쾌감을 조성할 수 있는 글을 게시하는 행위
       7)  회사의 서비스를 이용하여 얻은 정보를 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 행위 
       8)  욕이나 음담패설, 외설적 또는 규정에 적합하지 않는 행위
       9)  컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해 또는 파괴할 적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 전송하는 행위
       10) 유쓰 서비스의 안정적 운영을 방해하거나 장애를 발생시킬 수 있는 모든 행위
       11) 회사의 동의 없이 영리 목적으로 서비스를 사용하는 행위
       12) 기타 회사가 서비스의 이용제한이 필요하다고 판단하여 운영정책에서 금지한 행위
  ② 회원이 서비스 이용 과정에서 욕이나 음담패설, 외설적 행위를 할 경우 피해 주체가 된 전문가는 증빙 자료 확보 및 법적조치를 위해 회원의 금지행위에 대해 녹음/녹화등의 수단을 활용하여 적절한 조치가 취해질 때까지 보유할 수 있으며, 이 과정에서 회원의 개인정보가 수집될 수 있습니다. 
  ③ 회원은 귀책사유로 인하여 회사나 다른 회원이 입은 손해를 배상할 책임이 있습니다.
  
  
  제 11조 (서비스 이용 제한) 
  ① 회사는 이용자가 관련 법령, 본 약관, 운영정책을 위반하거나, 타인의 권리를 침해하는 행위를 하거나, 그러한 위법, 부당한 행위가 있는 것으로 의심될 만한 상당한 이유가 있는 경우 본 약관 및 운영정책에서 정하는 바에 따라 유쓰 서비스의 이용을 제한(이하 본조에서 정하는 유쓰 서비스 이용에 관한 각종 제한 등을 “이용제한 등"이라 함)할 수 있습니다. 
  ② 회사는 회원에게 다음 각 호의 사유가 발생한 경우, 회원에 대한 유쓰 서비스 이용제한, 중단, 이용계약 해지 등의 조치를 취할 수 있으며, 구체적인 기준 및 절차는 운영정책에서 정합니다.
       1)  다른 회원 또는 제3자를 비방하거나 허위의 사실을 적시하여 명예를 훼손하는 경우 
       2)  음란물, 욕설 등 공서양속에 위반되는 내용의 정보, 문장, 도형 등을 유포하는 경우 
       3)  범죄행위와 관련이 있다고 판단되는 내용의 콘텐츠를 게시하는 경우 
       4)  다른 회원 또는 제3자의 저작권 등 기타 권리를 침해하는 내용 
       5)  종교적, 정치적 분쟁을 야기하는 내용을 기재해 분쟁을 발생시키거나 이러한 분쟁으로 인하여 회사의 업무가 방해되거나 방해되리라고 판단되는 경우 
       6)  타인의 개인정보, 사생활을 침해하거나 명예를 훼손하는 경우 
       7)  동일한 내용을 중복하여 다수 게시하는 등 게시의 목적에 어긋나는 경우
       8)  불필요하거나 승인되지 않은 광고, 판촉물을 게재하는 경우
       9)  기타 관련 법령, 본 약관, 운영정책에 위반되는 행위
  ③ 회사는 회원에게 유쓰 서비스 본 조에 따른 이용제한 등을 하는 경우, 본 약관에서 달리 정함이 없는 한 이메일 등의 방법으로 회원에게 통지 합니다. 단, 부득이한 사유가 있는 경우 먼저 이용제한 조치를 한 뒤 사후에 통지할 수 있습니다. 
  ④ 회원이 작성한 ’콘텐츠’로 인한 법률상 이익 침해를 근거로, 다른 회원 또는 제3자가 회원 또는 회사를 대상으로 하여 민형사상의 법적 조치(예: 고소, 가처분신청, 손해배상청구소송)를 취하는 동시에 법적 조치와 관련된 게시물의 삭제를 요청해오는 경우, 회사는 동 법적 조치의 결과(예: 검찰의 기소, 법원의 가처분결정, 손해배상판결)가 있을 때까지 관련 게시물에 대한 접근을 임시적으로 제한할 수 있습니다.
  
  
  제 12조 (서비스 이용 책임)
  이용자는 회사에서 권한 있는 사원이 서명한 명시적인 서면에 구체적으로 허용한 경우를 제외하고는 서비스를 이용하여 불법상품을 판매하는 영업활동을 할 수 없으며 특히 해킹, 돈벌기 광고, 음란 사이트를 통한 상업행위, 상용 S/W 불법제공 등을 할 수 없습니다. 이를 어기고 발생한 영업활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치 등에 관해서는 회사가 책임을 지지 않습니다. 
  
  
  제 13조 (서비스의 내용) 
  회사는 www.writeyouth.com을 비롯한 웹사이트를 통해 콘텐츠 큐레이션, 커뮤니티 등 이용자에게 도움이 될 수 있는 다양한 서비스를 제공하고 있습니다. 
  
  
  제 14조 (서비스 이용)
  ①이용자는 본 약관의 규정된 사항을 준수해 사이트를 이용합니다.
  ②본 약관에 명시되지 않은 서비스 이용에 관한 사항은 회사가 정해 '공지사항'에 게시하거나 또는 별도로 공지하는 내용에 따릅니다.
  
  
  제 15 조 (게시물 관리)
  회사는 건전한 서비스 문화 정착과 효율적인 사이트 운영을 위하여 이용자가 게시하거나 제공하는 자료가 제12조에 해당한다고 판단되는 경우에 임의로 삭제, 자료이동, 등록거부를 할 수 있습니다.
  
  
  제 16조 (광고게재)
  ①회사는 서비스의 운용과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고 등을 게재할 수 있습니다.
  ②회사는 사이트에 게재되어 있는 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.
  
  
  제 17조 (정보의 제공)
  회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보에 대하여 전자메일이나 서신우편 등의 방법으로 회원에게 정보를 제공할 수 있습니다.
  
  
  제 18조 (이용계약의 해지)
  ① 회원이 이용계약의 해지를 원할 경우, 서비스 내의 회원 탈퇴 기능을 통하여 언제든지 회원탈퇴를 신청할 수 있습니다. 단, 해지의사를 통지하기 전에 현재 진행 중인 모든 상품의 거래를 완료하거나 규정에 맞게 취소 또는 환불을 진행하여야 하며, 거래를 취소했을 때 발생할 수 있는 불이익은 회원 본인이 부담하여야 합니다. 
  ② 회원 탈퇴로 인해 발생한 불이익에 대한 책임은 회원 본인이 부담하여야 하며, 이용계약이 종료되면 회사는 회원에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다. 
  ③ 회사는 불가피한 사정이 없는 한 회원의 탈퇴 요청을 처리해야 합니다. 
  ④ 회사는 회원이 본 이용약관 또는 관계법령 등을 위반하는 경우, 회원의 이용계약 해지 신청이 없을 경우에도 이용계약을 해지할 수 있습니다.
  
  
  
  제 3 장 재화의 주문 및 결제 관련
  
  제 19조 (결제방법)
  ‘회원’은 ‘회사’에서 판매하는 재화에 대하여 ‘선불카드, 직불카드, 신용카드 등의 각종 카드 결제 수단’을 이용하여 결제할 수 있다. 이때 ‘회사’는 이용자의 지급방법에 대하여 재화외 어떠한 명목의 수수료를 추가 징수하지 않습니다.
  ① ‘회사’는 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다. 주문확인에 대한 내용은 해당게시판에서 확인 할 수 있습니다.
  ② 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 ‘회사’는 배송전에 이용자의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리합니다. 다만 이미 대금을 지불한 경우에는 제22조의 ‘반품규정’을 따릅니다.
  
  
  제 20조 (배송정책)
  ① ‘회사’는 이용자와 재화의 공급시기에 관하여 별도의 약정이 없는 이상, 이용자가 결재를 실시한 날부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 
  ② ‘회사’는 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 제품을 명시합니다. 만약 ‘회사’가 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상합니다. 하지만 ‘회사’의 고의과실이 없음을 입증한 경우에는 면책됩니다.
  
  
  제 21조 (취소 및 반품 환불 규정)
  ‘회사’는 이용자가 구매 신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 3영업일 이내에 환급하거나 환급에 필요한 조치를 할 수 있습니다.
  ① 재화가 발송 되기전 이용자가 결제를 취소할 경우 ‘회사’는 해당 주문건을 취소 처리하고 카드결제 승인을 취소합니다.
  ② 재화가 발송 된 이후 결제 취소는 불가합니다. 단, ‘회사’의 부주의 ‘배송’상의 문제로 인한 재화의 파손, 변질의 경우 ‘회사’는 이용자에게 구매 금액의 반품 및 환불 조치 및 교환 조치를 취합니다.
  
  
  제 4장 기타
  
  제 22조 (면책 및 손해배상)
  ① 회사는 아래의 각 호에 해당하는 경우 책임이 면제되며 이로 인한 손해를 배상할 책임도 없습니다. 
       1)  천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없을 경우
       2)  기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 
       3)  서비스용 설비의 보수, 교체, 정기점검, 공사 등의 부득이한 사유로 손해가 발생할 경우 
       4)  서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제 3자의 고의적인 서비스 방해가 있는 경우
       5)  회원의 귀책사유로 인해 서비스 이용의 장애 또는 손해가 발생할 경우
       6)  이용자의 컴퓨터 오류에 의해 손해가 발생할 경우, 또는 회원이 신상정보 및 이메일 주소를 부정확하게 입력하거나 비밀번호를 부실하게 입력하여 손해가 발생할 경우 
       7)  회원이 서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한 경우
       8)  회원이 서비스를 이용하면서 얻은 자료로 손해가 발생할 경우 
       9)  회원이 서비스를 이용하며 타 회원으로 인해 정신적 피해를 입게 된 경우 
       10) 회원이 서비스를 이용하면서 자료를 게시,전송, 저장, 조회함으로써 법적인 책임이 발생한 경우
       11) 회원 상호간 및 회원과 제 3자 상호 간에 서비스를 매개로 분쟁이 발생한 경우
       12) 회원이 검사지와 해설지 등 회사에서 제공하는 콘텐츠가 맞지 않다고 판단하는 경우
       13) 회원이 아이디와 비밀번호의 관리 및 부주의로 인해 발생되는 손해 또는 제 3자에 의한 부정사용에 대한 문제가 발생한 경우
  ② 회사는 회원에게 무료로 제공하는 서비스의 이용과 관련해서는 어떠한 손해도 책임을 지지 않습니다.
  
  
  제 23조(개인신용정보 제공 및 활용에 대한 동의서)
  회사가 회원 가입과 관련해 취득한 개인 신용 정보는 신용정보의 이용 및 보호에 관한 법률 제23조의 규정에 따라 타인에게 제공 및 활용 시 이용자의 동의를 얻어야 합니다. 이용자의 동의는 회사가 회원으로 가입한 이용자의  신용정보를 신용정보기관, 신용정보업자 및 기타 이용자 등에게 제공해 이용자의 신용을 판단하기 위한 자료로서 활용하거나 공공기관에서 정책자료로 활용하는데 동의하는 것으로 간주합니다.
  
  
  제 24조 (분쟁의 조정 및 기타)
  ① 회사와 회원은 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 서로 성실하게 노력하여야 합니다. 
  ② 회사가 제공하는 서비스는 합법적인 목적으로만 사용되어야 하며, 대한민국 법령에 반하는 형태의 사용은 금지됩니다. 회원의 금지된 형태의 사용으로 인하여 손해가 발생할 경우 회사는 이에 대해 책임을 지지 않습니다.
  ③ 회사와 회원간에 발생한 전자상거래 분쟁과 관련하여 회원의 피해 구제 신청이 있는 경우에는 공정거래위원회 또는 시도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
  ④ 서비스 이용으로 발생한 분쟁에 대해 소송이 제기되는 경우 회사의 본사 소재지를 관할하는 법원을 관할 법원으로 합니다.
  
  
  부 칙
  본 약관은 2022-12-22부터 시행합니다.`,
};
